[
    {
      "id": "1",
      "title": "Sample Type-Thon Topic 1",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/ccheon2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "전통이란, 특정 집단이나 공동체에서 과거에 형성된 사상, 관습, 행동 등의 양식이 계통을 이루며 전해 내려오는 것을 의미합니다. 전통이 집단 구성원의 정체성을 나타내는 점이 마치 동물의 특징을 품은 알과 닮았다고 생각하여, 전통 부활절 달걀의 조형적 이미지를 차용해 서체를 디자인했습니다. 컨셉에 따라 알과 부활절 달걀 무늬의 조형적 특징을 바탕으로 먼저 심볼을 제작했습니다. 이후 이 심볼을 모듈로 활용해 서체에 자연스럽게 스며들도록 디자인했습니다. 또한 심볼을 모듈화하면서도 딱딱한 사각형 조형 속에 담아 전통의 규범적 이미지를 표현하려 했습니다. 이에 따라 장식적인 요소를 최소화해, 전통의 엄격함과 자유로운 느낌이 대비되도록 했습니다."
    },
    {
      "id": "2",
      "title": "Sample Type-Thon Topic 2",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/dyoung2.svg",
          "alt": "Description of image 2",
          "style": "style1"
        }
      ],
      "description": "전통은 문화, 양식, 민족성 등 다양한 요소로 이루어져 있습니다. 저는 그 중에서 우리나라의 전통무늬인 도깨비 얼굴 모양인 ‘귀문’을 바탕으로 서체를 디자인했습니다. 글자마다 상, 중, 하를 구분하여, 상단은 머리 윗부분, 중단은 눈 부분, 하단은 턱 부분을 표현해 한 단어에 하나의 얼굴이 나타나도록 했습니다. 눈과 이빨을 추가할 때는 판독성을 고려해 원래 글자의 형태를 해치지 않도록 신경썼습니다. 하지만 받침이 없는 글자의 경우 턱 부분의 모양이나 위치가 애매해 표현하기 어려운 점이 있었습니다."
    },
    {
      "id": "3",
      "title": "Sample Type-Thon Topic 3",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/hisang2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "전통이라는 개념을 중심으로, 이 주제에 대한 접근을 시작했습니다. 전통은 세대와 집단을 거치며 전승되는 과정에서 내려오는 것이라는 하강의 이미지와 연결됩니다. 이러한 하강은 고정된 시작점에서 시작하여, 시간을 따라 계승하는 사람들에 의해 변형되고 전해집니다. 이를 시각적으로 표현하기 위해, 세로획은 각이 뚜렷하고 직선적인 이미지로 출발하며 동일한 시작점에서 점차 곡률이 증가하는 형태로 하강합니다. 아래로 내려갈수록 곡률은 중력을 따라 떨어지는 듯한 흐름을 보여줍니다. 가로획은 하강의 이미지를 강조하기 위해 정적인 형태를 유지하되, 하강 폭의 점진적 변화를 통해 수직적 속도감을 표현하도록 설계했습니다. 이처럼 본질과 연결되어 있으나 세대를 거치며 조금씩 변화하는 전통의 특성을 하강의 이미지로 강조해, 한글 서체에 추상적인 개념을 구체화하여 디자인했습니다."
    },
    {
      "id": "4",
      "title": "Sample Type-Thon Topic 4",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/hjung2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "풍물 음악에서 영감을 받아 디자인을 진행했습니다. 풍물의 주요 구성 요소인 상모의 유려한 선의 움직임에 주목하며, 풍물패 공연에서 자주 보이는 원과 선의 동적인 움직임을 바탕으로 디자인의 기본 모듈을 원과 곡선으로 설정했습니다. 사람이 모여 점이 되고, 점들이 선이 되고, 선들이 모여 면을 이룬다는 과정을 표현하고자 했습니다. 그래서 원에서 시작해 선이 나타나고, 점과 선들이 모여 면을 형성해 글자를 만들어가는 구조에 집중했습니다. 하지만 각 구성 요소에 집중하다 보니, 이들 요소들이 결합되는 방식에 대한 구체적인 기준을 확립하지 못한 점이 아쉽다. 조합에 일관성이 부족하고 학교에서 배운 타이포그래피 이론을 충분히 활용하지 못한 점도 아쉬운 부분입니다. 이를 개선하려면, 글자의 비율과 그리드 사용을 더 고민하고 명확한 결정을 내려야 할 것입니다."
    },
    {
      "id": "5",
      "title": "Sample Type-Thon Topic 5",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/ian2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "전통이라는 주제에서 달항아리의 아름다움을 떠올렸습니다. 달항아리는 순백색의 단순한 형태지만, 각각의 모양이 다르고 그 곡선이 유려하여 계속 바라보게 되는 매력이 있다고 생각했습니다. 디자인을 할 때는 달항아리의 실루엣에서 모듈 형태를 차용하였고, 글자를 만들 때는 둥근 형태를 강조하기 위해 획을 굵게 하여 글자가 차지하는 영역을 넓혔습니다. 또한, 부리를 비정형적으로 둥글게 만들어 손으로 빚은 달항아리의 조형적 특성을 반영하고자 했습니다. 전반적으로 달항아리를 디자인 요소로 사용한 것이 흥미로운 시도였으며, 다음에는 그 본질적인 매력을 더욱 강조하는 디자인을 시도해보고 싶습니다."
    },
    {
      "id": "6",
      "title": "Sample Type-Thon Topic 6",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/sungju2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "전통은 흔적이다. 이 프로젝트를 시작할 때, 글자꼴 디자인은 전통의 개념에 대해 생각하는 것에서부터 시작되었다. 우리가 현대에 입는 옷에 담긴 여러 요소들이 과거에는 실용적 목적이었지만, 시간이 지나면서 흔적으로 남게 되는 경우가 많다. 이런 현상을 글자꼴로 표현하고자 했다. 전통적인 글자꼴 중 궁서체를 떠올리며 그 특징들을 잘라 모듈화하여, 그 모듈들을 조합해 제3의 글자꼴을 설계했다. 그 과정에서 가장 중요한 점은 붓글씨를 바탕으로 만들어진 궁서체에서 보이는 특징들을 잘 살리되, 궁서체와는 다른 독특한 느낌을 주는 것이었다. 궁서체의 특징들이 재조합되는 과정에서 점차 해체되었고, 마치 청바지에 용도를 알 수 없는 주머니가 달려 있는 듯한 인상을 주는 형태로 변형되었다."
    },
    {
      "id": "7",
      "title": "Sample Type-Thon Topic 6",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/yewon2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "한국 전통가옥의 문에서 볼 수 있는 창호 무늬를 모티프로 한 한글 레터링을 디자인했습니다. 창호는 한국 가옥에서 창과 지게문을 모두 의미하며, 수직과 수평의 격자무늬와 45도 각도의 거북이 잔등무늬가 특징입니다. 이러한 요소들을 조형적으로 가져와, 수직, 수평, 45도 각도 등 제한적인 각도로 이루어진 모듈을 사용해 디자인을 완성했습니다. 또한, 일정한 두께의 창살을 반복하여 표현하기 위해, 얇은 획의 두께를 일관되게 맞췄습니다. 이 창호 서체를 활용해 하나의 서체 패밀리를 구성하는 것도 흥미로운 시도일 것입니다. 창호문처럼 한지를 덧대어 사용하는 방식처럼, 격자무늬와 같은 획을 덧붙여 더 화려하고 볼드한 서체로 변형할 수 있습니다. 이를 통해 디자인에서 고민했던, 창호지의 특징이 직관적으로 드러나지 않는 문제도 해결할 수 있을 것입니다."
    },
    {
      "id": "8",
      "title": "Sample Type-Thon Topic 6",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/yujin2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "태극기 속 복희팔괘 중 건, 곤, 감, 리에서 모티브를 얻어 폰트를 디자인했습니다. 전통을 주제로 ‘한국’을 상징하는 대표적인 문양을 활용하고자 했으며, 조선 시대부터 사용된 태극기 속 괘들을 작업의 기반으로 삼았습니다. 폰트 디자인 과정에서는 건곤감리 괘의 비율과 획 간 간격을 괘와 일치시키는 데 중점을 두었으며, 대각선 획은 태극기 괘의 실제 각도를 정확히 반영하려 노력했습니다. 초기 스케치는 세로로 이어붙인 세 개의 괘 비율에서 시작했고, 최종 결과물 역시 ‘전통’이라는 글자를 표현하면서도 세로로 이어진 괘로 보이도록 설계했습니다. 특히 ‘전’ 글자의 표현 방식에 많은 고민을 담았습니다. 앞으로는 팔괘를 넘어 64괘의 다양한 배열을 참고하여, 더욱 조형적으로 발전된 디자인을 모색할 계획입니다."
    },
    {
      "id": "9",
      "title": "Sample Type-Thon Topic 6",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/yunoo2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "한국 전통 문양인 구름문에서 영감을 받아 서체를 디자인했습니다. 둥글고 날렵한 형태가 반복되는 프레임을 기반으로 서체의 외곽을 정돈하고, 내부 획은 창살처럼 수직과 수평으로 교차시켜 안정감과 기하학적 아름다움을 더했습니다. 유연한 테두리와 내부 모듈은 전통적 감각과 세련미를 동시에 담고자 했습니다. 필압 없이 단단하고 정돈된 획을 통해 정갈함과 화려함을 표현하려 했습니다. 이번 작업에서는 의도적으로 획의 굵기를 균일하게 유지해 균형을 강조했지만, 이후 작업에서는 서체의 가독성과 완성도를 높이기 위해 테두리와 획의 굵기를 조정하고, 획 간격과 형태를 변화시켜 더 가벼운 형태로 다양한 표현을 시도할 예정입니다."
    },
    {
      "id": "10",
      "title": "Sample Type-Thon Topic 6",
      "images": [
        {
          "src": "/assets/svgs/2_tradition_modularity/yesung2.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "위 서체는 전통 한옥의 기와를 모티브로 제작되었습니다. 기와를 쌓을 때 한 장 한 장 정교하게 맞물리는 건축 방식에서 영감을 받아, 서체에 사용된 곡선들이 자연스럽게 중첩되며 어우러지는 구조를 구현했습니다. 또한, 기와 지붕 제작에 활용되는 사이클로이드 곡선으로 원형 그리드를 만들어 추출한 형태소를 바탕으로 작업을 진행함으로써 기와의 곡선적인 아름다움을 서체 디자인 전반에 반영하고자 했습니다."
    }
  ]