[
    {
      "id": "1",
      "title": "Sample Type-Thon Topic 1",
      "images": [
        {
          "src": "/assets/svgs/1_script_fusion/ccheon1.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "앵글로-색슨형 룬 문자를 모티브로 서체를 디자인하였습니다. 룬 문자는 세로획과 대각선획이 연결된 기하학적 형태와 직사각형 틀 안에서 만들어지는 독특한 구조가 특징입니다. 이를 한글 서체로 변환하는 과정에서, 룬 문자의 일정한 두께와 선들이 만나는 공간적 형태를 참고하여 세로로 긴 직사각형 틀 안에서 일관성을 유지하도록 설계하였습니다. 룬 문자는 간결한 심볼처럼 보이지만, 한글은 획이 많아 복잡해 보일 수 있다는 점을 고려했습니다. 이에 따라, 획을 최소화하면서도 한글 고유의 특징을 유지하도록 디자인하였고, 각 획을 연결하여 룬 문자의 공간적 특징과 조화를 이루는 서체를 완성하였습니다."
    },
    {
      "id": "2",
      "title": "Sample Type-Thon Topic 2",
      "images": [
        {
          "src": "/assets/svgs/1_script_fusion/hjung1.svg",
          "alt": "Description of image 2",
          "style": "style2"
        }
      ],
      "description": "위구르어 문자를 모티브로 삼아 서체를 디자인했습니다. 위구르어는 자모음을 조합하지 않고 나열하는 방식으로 배치되는 특징이 있으며, 구불구불한 곡선이 자주 나타납니다. 또한, 한글에서는 보기 어려운 가로로 이어지고 길쭉한 비율이 돋보이며, 강조나 악센트를 의미하는 기호들이 적극적으로 사용된 점이 매력적이었습니다. 디자인 과정에서 위구르어의 분위기를 살리기 위해 중간선을 기준으로 어센더와 디센더 라인을 설정하여 한글의 가독성을 높이고자 했습니다. 또한, 띄어쓰기를 생략하여 긴 가로의 느낌을 부각시켰습니다. 위구르어의 특징인 점과 꾸밈기호는 각 글자의 끝지점에 추가했으며, 실제 글꼴을 제작할 경우 이를 위한 규칙을 설정해야겠다고 생각했습니다."
    },
    {
      "id": "3",
      "title": "Sample Type-Thon Topic 3",
      "images": [
        {
          "src": "/assets/svgs/1_script_fusion/ian1.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "몽골의 'Soyombo script' 문자를 모티브 삼아 서체를 디자인했습니다. 자모음 조합 방식이 한글과 유사하지만 훨씬 복잡하단 점에서 새로운 한글을 발견할 수 있을 것 같았습니다. 특히 소욤보 문자의 상단부 자음은 괄호와 같은 기호의 형태와 유사하기 때문에 이를 한글에 적용시키면, 말투와 지역별 사투리 등을 글자에 담아낼 수 있겠다고 생각했습니다. 디자인할 땐 세로선과 상단부 삼각형으로 이뤄진 소욤보 문자의 기본 골격을 유지하려 했습니다. 또한 규칙성이 매우 적은 소욤보 알파벳의 형태적 요소를 적절히 녹여내고자 했습니다."
    },
    {
      "id": "4",
      "title": "Sample Type-Thon Topic 4",
      "images": [
        {
          "src": "/assets/svgs/1_script_fusion/yewon1.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "인도계 언어의 조상 격인 산스크리트어를 모티브로 한글 서체를 디자인했습니다. 산스크리트어는 단어 내부에서 상단의 획이 가로로 길게 뻗어 모든 음운을 연결하는 것이 특징입니다. 이 상단 획은 비교적 복잡한 산스크리트어에 통일감을 부여하며, 수평으로 뻗은 상단 획에서 파생된 수직 획은 수직·수평적 질서를 더해줍니다. 이러한 특징을 한글 서체에 적용하면, 한 글자 안에 자음, 모음, 받침을 포함해야 해 복잡하며, 필기 시 알파벳에 비해 높낮이를 균일하게 맞추기 어렵다는 한글의 특성을 보완할 수 있을 것이라 생각했습니다. 또한, 산스크리트어의 아름다움 중 하나인 유려한 곡선과 직선의 대비감을 차용해, 한글 서체와 조화를 이루도록 디자인하였습니다."
    },
    {
      "id": "5",
      "title": "Sample Type-Thon Topic 5",
      "images": [
        {
          "src": "/assets/svgs/1_script_fusion/yujin1.svg",
          "alt": "Description of image 1",
          "style": "style1"
        }
      ],
      "description": "조지아어를 모티브로 서체를 디자인했습니다. 조지아어는 크게 ‘아솜타브룰리’, ‘누스후리’, ‘므헤드룰리’ 세 종류로 나뉘며, 저는 현대 조지아어에서 주로 사용되는 ‘므헤드룰리’를 중점적으로 활용했습니다. 므헤드룰리는 간결하고 우아한 곡선, 위아래로 길게 뻗은 세로획, 그리고 큰 x-height가 특징으로, 이러한 조형적 매력이 매우 인상적이었습니다. 특히, x-height가 일정한 간격으로 나열되어 있어 정돈된 느낌을 줍니다. 이러한 조지아어 알파벳의 특징을 살리기 위해, 한글 서체를 작업할 때 ‘ㄱ’, ‘ㅕ’, ‘ㅎ’, ‘ㅏ’의 원형 획의 베이스라인을 일치시켰으며, 글자 간격 또한 동일하게 조정했습니다. 또한, 위아래로 길게 뻗어 나가는 획을 활용해 자음과 모음의 형태가 네모꼴을 벗어나도록 표현했습니다."
    },
    {
      "id": "6",
      "title": "Sample Type-Thon Topic 6",
      "images": [
        {
          "src": "/assets/svgs/1_script_fusion/yunoo1.svg",
          "alt": "Description of image 1",
          "style": "style3"
        }
      ],
      "description": "고대 이집트 상형문자를 모티브로 서체를 디자인했습니다. 파피루스 필기체의 얇고 또렷한 형태와 상형문자의 세로 방향 구조, 네모꼴 조형미에 매력을 느껴 이를 한글 서체 디자인에 반영했습니다. 상형문자는 짧은 세로 비율과 장식적인 선 구조를 통해 많은 문자를 조밀하게 담는 특징이 있습니다. 이를 바탕으로 한글의 자음과 모음을 네모꼴 안에서 조화롭게 배치하도록 설계했습니다. 특히 자음과 모음 간의 간격을 조정해 균형 잡힌 밀도를 유지하고, 상형문자의 가로로 길게 이어지는 선 구조를 자음에 반영했습니다. 모음에는 상형문자의 세로로 짧고 불규칙적인 선을 활용해 장식적인 요소를 더했습니다. 이러한 디자인 과정에서 필기체 특유의 균일하면서도 자연스러운 대비감을 유지하려 노력했으며, 상형문자의 조형미와 한글의 구조적 특징을 조화롭게 결합한 서체를 완성했습니다."
    }
  ]